Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/CoreRepairKit.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# FACEID_FOLLOWUP_INFO_IPAD
source: There’s an issue with your iPad’s ability to use Face ID.
ar: هناك مشكلة في قدرة iPad على استخدام بصمة الوجه.
bg: Има проблем с използването на Face ID на вашия iPad.
ca: L’iPad té un problema que afecta l’ús del Face ID.
cs: Na vašem iPadu se vyskytl problém s používáním Face ID.
da: Din iPad har problemer med at bruge Face ID.
de: Dein iPad hat ein Problem bei der Nutzung von Face ID.
el: Προέκυψε ζήτημα με τη δυνατότητα χρήσης Face ID από το iPad σας.
es: Hay un problema con la función de Face ID del iPad.
es_us: Ocurrió un problema con la capacidad de tu iPad para utilizar Face ID.
fi: iPadin Face ID:ssä on ongelma.
fr: Un problème est survenu avec la capacité de votre iPad à utiliser Face ID.
fr_ca: Il existe un problème concernant la capacité de votre iPad à utiliser Face ID.
he: התגלתה בעיה עם היכולת של ה-iPad שלך להשתמש ב-Face ID.
hi: Face ID का इस्तेमाल करने की आपके iPad की क्षमता में समस्या है।
hr: Došlo je do problema zbog kojeg vaš iPad ne može koristiti Face ID.
hu: Probléma merült fel azzal kapcsolatban, hogy az iPadje képes-e használni a Face ID‑t.
id: Ada masalah pada kemampuan iPad Anda untuk menggunakan Face ID.
it: Si è verificato un problema per cui iPad non è in grado di utilizzare Face ID.
ja: このiPadのFace IDの機能に問題があります。
kk: iPad құрылғыңыздың Face ID функциясын пайдалану бойынша мәселе туындады.
ko: iPad로 Face ID를 사용하는 데 문제가 있습니다.
lt: Kilo problema dėl jūsų „iPad“ galimybės naudotis „Face ID“.
ms: Terdapat isu dengan keupayaan iPad anda untuk menggunakan Face ID.
nl: Er is een probleem met het vermogen van je iPad om Face ID te gebruiken.
no: Det er et problem med å bruke Face ID på iPaden.
pl: iPad ma problem z modułem Face ID.
pt_br: Há um problema com o uso do Face ID no seu iPad.
pt_pt: Foi detetado um problema que impede o iPad de usar o Face ID.
ro: O problemă afectează capacitatea iPad‑ului de a utiliza Face ID.
ru: Этот iPad не может использовать Face ID из‑за неполадки.
sk: Váš iPad má problém s používaním Face ID.
sl: Prišlo je do težave, zato iPad trenutno ne more uporabljati aplikacije Face ID.
sv: Det har uppstått ett problem med att använda Face ID på denna iPad.
th: มีปัญหากับความสามารถในการใช้ Face ID ของ iPad ของคุณ
tr: iPad’inizin Face ID’yi kullanabilmesi ile ilgili bir sorun var.
uk: На iPad виникла проблема з використанням Face ID.
vi: Có sự cố với khả năng sử dụng Face ID trên iPad của bạn.
zh_cn: iPad无法使用面容ID。
zh_hk: 你的iPad無法使用Face ID。
zh_tw: iPad無法使用Face ID。

# USED_FACEID_DESC
source: iPhone Face ID is an used Apple part.
ar: بصمة الوجه في iPhone قطعة مستعملة من Apple.
bg: Face ID на iPhone е използвана част на Apple.
ca: El Face ID de l’iPhone és un component d’Apple de segona mà.
cs: V iPhonu je nainstalovaný použitý modul Face ID od společnosti Apple.
da: Face ID på denne iPhone er en brugt Apple-reservedel.
de: Face ID des iPhone ist ein gebrauchtes Bauteil von Apple.
el: Το Face ID του iPhone αποτελεί μεταχειρισμένο εξάρτημα Apple.
es: El sensor Face ID del iPhone es una pieza reutilizada de Apple.
es_us: El sensor Face ID de tu iPhone es una pieza de segunda mano de Apple.
fi: iPhonen Face ID on käytetty Apple-osa.
fr: Le capteur Face ID de l’iPhone est une pièce Apple réutilisée.
fr_ca: Le capteur Face ID de l’iPhone est une pièce Apple usagée.
he: רכיב ה-Face ID ב-iPhone הוא רכיב Apple משומש.
hi: iPhone Face ID, Apple का पुराना पार्ट है।
hr: Face ID iPhonea je korišteni Apple proizvod.
hu: Az iPhone Face ID‑ja használt Apple-alkatrész.
id: Face ID iPhone adalah komponen Apple bekas.
it: Il sensore Face ID di iPhone è una parte Apple usata.
ja: iPhoneのFace IDはApple中古部品です。
kk: iPhone Face ID — қолданыста болған Apple бөлшегі.
ko: iPhone Face ID가 중고 Apple 부품입니다.
lt: „iPhone“ įrenginio „Face ID“ yra kitam įrenginiui priklausanti „Apple“ dalis.
ms: Face ID iPhone ialah komponen Apple terpakai.
nl: Face ID op de iPhone is een gebruikt Apple onderdeel.
no: Face ID på iPhone er en brukt Apple-del.
pl: iPhone ma używany czujnik Face ID od Apple.
pt_br: O Face ID do iPhone é uma peça da Apple usada.
pt_pt: O Face ID deste iPhone é uma peça Apple recondicionada.
ro: Senzorul Face ID al iPhone‑ului este o componentă Apple utilizată.
ru: Система Face ID на iPhone является бывшей в употреблении деталью Apple.
sk: Face ID v iPhone je použitý diel od spoločnosti Apple.
sl: iPhonov senzor za Face ID je rabljena komponenta Apple.
sv: iPhones Face ID är en begagnad Apple-komponent.
th: Face ID ของ iPhone เป็นชิ้นส่วนที่ใช้แล้วจาก Apple
tr: iPhone Face ID ikinci el bir Apple parçası.
uk: В iPhone установлено вживаний модуль Face ID від Apple.
vi: Face ID của iPhone là linh kiện Apple đã sử dụng.
zh_cn: iPhone面容ID为已使用的Apple部件。
zh_hk: iPhone Face ID為已使用的Apple零件。
zh_tw: iPhone Face ID為已使用的Apple零件。

source: New Touch ID
ar: بصمة إصبع جديدة
bg: Нов Touch ID
ca: Touch ID nou
cs: Nový modul Touch ID
da: Nyt Touch ID
de: Neue Touch ID
el: Νέο Touch ID
es: Nuevo Touch ID
es_us: Nuevo Touch ID
fi: Uusi Touch ID
fr: Nouveau capteur Touch ID
fr_ca: Nouveau bouton Touch ID
he: רכיב Touch ID חדש
hi: नई Touch ID
hr: Novi Touch ID
hu: Új Touch ID
id: Touch ID Baru
it: Nuovo sensore Touch ID
ja: 新しいTouch ID
kk: Жаңа Touch ID
ko: 새로운 Touch ID
lt: Naujas „Touch ID“
ms: Touch ID Baharu
nl: Nieuwe Touch ID
no: Ny Touch ID
pl: Nowy czujnik Touch ID
pt_br: Novo Touch ID
pt_pt: Novo Touch ID
ro: Senzor Touch ID nou
ru: Новый сенсор Touch ID
sk: Nové Touch ID
sl: Nov senzor za Touch ID
sv: Nytt Touch ID
th: Touch ID ใหม่
tr: Yeni Touch ID
uk: Новий модуль Touch ID
vi: Touch ID mới
zh_cn: 新触控ID
zh_hk: 全新Touch ID
zh_tw: 新Touch ID

# WIFI_SETTINGS_TITLE
source: Wi-Fi Issue
ar: مشكلة في Wi-Fi
bg: Проблем с Wi-Fi
ca: Problema amb la Wi‑Fi
cs: Problém s Wi‑Fi
da: Problem med Wi-Fi
de: WLAN-Problem
el: Ζήτημα Wi-Fi
es: Problema con la red Wi‑Fi
es_us: Problema con Wi-Fi
fi: Wi-Fi-ongelma
fr: Problème de Wi-Fi
fr_ca: Problème de Wi‑Fi
he: בעיה ברשת האלחוטית
hi: वाई-फ़ाई संबंधी समस्या
hr: Problem s Wi-Fijem
hu: Wi-Fi-vel kapcsolatos probléma
id: Masalah Wi-Fi
it: Problema con il Wi‑Fi
ja: Wi-Fiの問題
kk: Wi-Fi мәселесі
ko: Wi-Fi 문제
lt: „Wi-Fi“ ryšio problema
ms: Isu Wi-Fi
nl: Probleem met wifi
no: Feil med Wi‑Fi
pl: Problem z Wi‑Fi
pt_br: Problema com Wi-Fi
pt_pt: Problema com o Wi‑Fi
ro: Problemă legată de Wi‑Fi
ru: Неполадка Wi‑Fi
sk: Problém s Wi-Fi
sl: Težava z omrežjem Wi-Fi
sv: Problem med Wi-Fi
th: ปัญหา Wi‑Fi
tr: Wi-Fi Sorunu
uk: Проблема з Wi‑Fi
vi: Sự cố Wi-Fi
zh_cn: Wi-Fi问题
zh_hk: Wi-Fi問題
zh_tw: Wi-Fi問題

source: Date
ar: التاريخ
bg: Дата
ca: Data
cs: Datum
da: Dato
de: Datum
el: Ημερομηνία
es: Fecha
es_us: Fecha
fi: Päivämäärä
he: תאריך
hi: तिथि
hr: Datum
hu: Dátum
id: Tanggal
it: Data
ja: 日付
kk: Күні
ko: 날짜
lt: Data
ms: Tarikh
nl: Datum
no: Dato
pl: Data
pt_br: Data
pt_pt: Data
ro: Dată
ru: Дата
sk: Dátum
sl: Datum
sv: Datum
th: วันที่
tr: Tarih
uk: Дата
vi: Ngày
zh_cn: 日期
zh_hk: 日期
zh_tw: 日期

# TrueDepthIR
source: Face ID
ar: بصمة الوجه
ca: Utilitza el Face ID
es: Usa Face ID
sv: Använd Face ID
zh_cn: 面容ID

# NFC_FOLLOWUP_INFO
source: There’s an issue with your iPhone’s ability to use Apple Pay.
ar: هناك مشكلة في قدرة iPhone على استخدام Apple Pay.
bg: Има проблем с използването на Apple Pay на вашия iPhone.
ca: L’iPhone té un problema que afecta l’ús de l’Apple Pay.
cs: Na vašem iPhonu se vyskytl problém s používáním Apple Pay.
da: Din iPhone har problemer med at bruge Apple Pay.
de: Dein iPhone hat ein Problem bei der Nutzung von Apple Pay.
el: Προέκυψε ζήτημα με τη δυνατότητα χρήσης Apple Pay από το iPhone σας.
es: Hay un problema con la función de Apple Pay del iPhone.
es_us: Hay un problema con la capacidad de tu iPhone para utilizar Apple Pay.
fi: iPhonen Apple Payssa on ongelma.
fr: Un problème est survenu avec la capacité de votre iPhone à utiliser Apple Pay.
fr_ca: Il existe un problème concernant la capacité de votre iPhone à utiliser Apple Pay.
he: התגלתה בעיה עם היכולת של ה-iPhone שלך להשתמש ב-Apple Pay.
hi: Apple Pay का इस्तेमाल करने की आपके iPhone की क्षमता में समस्या है।
hr: Došlo je do problema zbog kojeg vaš iPhone ne može koristiti Apple Pay.
hu: Probléma merült fel azzal kapcsolatban, hogy az iPhone-ja képes-e használni az Apple Payt.
id: Ada masalah pada kemampuan iPhone Anda untuk menggunakan Apple Pay.
it: Si è verificato un problema per cui iPhone non è in grado di utilizzare Apple Pay.
ja: このiPhoneのApple Payの機能に問題があります。
kk: iPhone құрылғыңыздың Apple Pay функциясын пайдалану бойынша мәселе туындады.
ko: iPhone으로 Apple Pay를 사용하는 데 문제가 있습니다.
lt: Kilo problema dėl jūsų „iPhone“ galimybės naudotis „Apple Pay“.
ms: Terdapat isu dengan keupayaan iPhone anda untuk menggunakan Apple Pay.
nl: Er is een probleem met het vermogen van je iPhone om Apple Pay te gebruiken.
no: Det er et problem med å bruke Apple Pay på iPhonen.
pl: iPhone ma problem z używaniem Apple Pay.
pt_br: Há um problema no seu iPhone com o uso do Apple Pay.
pt_pt: Foi detetado um problema que impede o iPhone de usar o Apple Pay.
ro: O problemă afectează capacitatea iPhone‑ului de a utiliza Apple Pay.
ru: Этот iPhone не может использовать Apple Pay из‑за неполадки.
sk: Váš iPhone má problém s používaním Apple Pay.
sl: Prišlo je do težave, zato iPhone trenutno ne more uporabljati funkcije Apple Pay.
sv: Det har uppstått ett problem med att använda Apple Pay på denna iPhone.
th: มีปัญหากับความสามารถในการใช้ Apple Pay ของ iPhone ของคุณ
tr: iPhone’unuzun Apple Pay’i kullanabilmesi ile ilgili bir sorun var.
uk: На iPhone виникла проблема з використанням Apple Pay.
vi: Có sự cố với khả năng sử dụng Apple Pay trên iPhone của bạn.
zh_cn: iPhone无法使用Apple Pay。
zh_hk: 你的iPhone無法使用Apple Pay。
zh_tw: iPhone無法使用Apple Pay。

# TOUCHID_FOLLOWUP_TITLE
source: Touch ID Issue Detected
ar: تم اكتشاف مشكلة في بصمة الإصبع
bg: Открит е проблем с Touch ID
ca: Problema detectat amb el Touch ID
cs: Byl zjištěn problém s Touch ID
da: Problem med Touch ID fundet
de: Touch ID-Problem entdeckt
el: Εντοπίστηκε ζήτημα με το Touch ID
es: Hay un problema con Touch ID
es_us: Problema detectado con Touch ID
fi: Touch ID -ongelma havaittu
fr: Problème détecté avec Touch ID
fr_ca: Problème concernant Touch ID détecté
he: התגלתה בעיה ב-Touch ID
hi: Touch ID में समस्या पाई गई
hr: Detektiran je problem s Touch ID-jem
hu: Touch ID-val kapcsolatos probléma merült fel
id: Masalah Touch ID Terdeteksi
it: È stato rilevato un problema con il sensore Touch ID
ja: Touch IDの問題が検出されました
kk: Touch ID мәселесі анықталды
ko: Touch ID 문제가 감지됨
lt: Aptikta „Touch ID“ problema
ms: Isu Touch ID Dikesan
nl: Probleem met Touch ID gedetecteerd
no: Feil med Touch ID registrert
pl: Touch ID: wykryto problem
pt_br: Problema Detectado com o Touch ID
pt_pt: Problema detetado com o Touch ID
ro: A fost detectată o problemă legată de Touch ID
ru: Обнаружена неполадка Touch ID
sk: Bol zistený problém s Touch ID
sl: Zaznana je težava s funkcijo Touch ID
sv: Problem med Touch ID upptäckt
th: ตรวจพบปัญหา Touch ID
tr: Touch ID Sorunu Saptandı
uk: Виявлено проблему з Touch ID
vi: Đã phát hiện sự cố với Touch ID
zh_cn: 检测到触控ID问题
zh_hk: 偵測到Touch ID問題
zh_tw: 偵測到Touch ID問題

# FINISH_DISPLAY_REPAIR_DESC_IPAD
source: Tap to configure your new display for this iPad.
ar: اضغط لتكوين الشاشة الجديدة لهذا الـ iPad.
bg: Докоснете, за да се конфигурира вашият нов екран за този iPad.
ca: Toca per configurar la pantalla nova de l’iPad.
cs: Nakonfigurování nového displeje pro iPad zahájíte klepnutím.
da: Tryk for at konfigurere den nye skærm til denne iPad.
de: Tippe, um das neue Display für dieses iPad zu konfigurieren.
el: Αγγίξτε για να διαμορφώσετε τη νέα οθόνη για αυτό το iPad.
es: Toca para configurar la nueva pantalla del iPad.
es_us: Toca para configurar la nueva pantalla del iPad.
fi: Määritä uusi näyttö tälle iPadille napauttamalla.
fr: Touchez pour configurer votre nouvel écran pour cet iPad.
fr_ca: Touchez pour configurer le nouvel écran de cet iPad.
he: יש להקיש כדי להגדיר את הצג החדש שלך ב-iPad זה.
hi: इस iPad के लिए अपना नया डिस्प्ले कॉन्फ़िगर करने के लिए टैप करें।
hr: Dodirnite za konfiguriranje novog zaslona za ovaj iPad.
hu: Koppintson az új kijelző iPadhez való konfigurálásához.
id: Ketuk untuk mengonfigurasi layar baru Anda untuk iPad ini.
it: Tocca per configurare il nuovo schermo per iPad.
ja: タップして、このiPad用の新しいディスプレイを構成します。
kk: Осы iPad құрылғысы үшін жаңа дисплейді теңшеу үшін түртіңіз.
ko: 탭하여 새로운 디스플레이를 이 iPad용으로 구성하십시오.
lt: Bakstelėkite ir sukonfigūruokite naują šio „iPad“ ekraną.
ms: Ketik untuk mengkonfigurasikan paparan baharu anda bagi iPad ini.
nl: Tik om het nieuwe scherm voor deze iPad te configureren.
no: Trykk for å tilpasse den nye skjermen for denne iPaden.
pl: Stuknij, aby skonfigurować nowy wyświetlacz dla tego iPada.
pt_br: Toque para configurar a nova tela deste iPad.
pt_pt: Toque para configurar o ecrã novo para este iPad.
ro: Apăsați pentru a configura noul afișaj pentru acest iPad.
ru: Коснитесь, чтобы настроить новый дисплей для работы с этим iPad.
sk: Klepnutím nakonfigurujete nový displej pre tento iPad.
sl: Tapnite za konfiguracijo novega zaslona za ta iPad.
sv: Tryck för att konfigurera den nya skärmen för denna iPad.
th: แตะเพื่อกำหนดค่าจอภาพใหม่ของคุณสำหรับ iPad เครื่องนี้
tr: Bu iPad için yeni ekranınızı ayarlamak üzere dokunun.
uk: Торкніть, щоб сконфігурувати новий дисплей для цього iPad.
vi: Chạm để định cấu hình màn hình mới của bạn cho iPad này.
zh_cn: 轻点配置此iPad的新显示屏。
zh_hk: 點一下即可為此iPad設定新的螢幕。
zh_tw: 點一下來設定此iPad的新螢幕。

# WIFI_FOLLOWUP_INFO
source: There’s an issue with your iPhone’s ability to use Wi-Fi.
ar: هناك مشكلة في قدرة iPhone على استخدام Wi-Fi.
bg: Има проблем с използването на Wi-Fi на вашия iPhone.
ca: L’iPhone té un problema que afecta l’ús de la Wi‑Fi.
cs: Na vašem iPhonu se vyskytl problém s používáním Wi‑Fi.
da: Din iPhone har problemer med at bruge Wi-Fi.
de: Dein iPhone hat ein Problem bei der Nutzung von WLAN.
el: Προέκυψε ζήτημα με τη δυνατότητα χρήσης Wi-Fi από το iPhone σας.
es: Hay un problema con la conectividad Wi‑Fi del iPhone.
es_us: Hay un problema con la capacidad de tu iPhone para utilizar la red Wi-Fi.
fi: iPhonen Wi‑Fi-yhteydessä on ongelma.
fr: Un problème est survenu avec la capacité de votre iPhone à utiliser le Wi-Fi.
fr_ca: Il existe un problème concernant la capacité de votre iPhone à utiliser la connectivité Wi‑Fi.
he: התגלתה בעיה עם היכולת של ה-iPhone שלך להשתמש ברשת אלחוטית.
hi: वाई-फ़ाई का इस्तेमाल करने की आपके iPhone की क्षमता में समस्या है।
hr: Došlo je do problema zbog kojeg vaš iPhone ne može koristiti Wi-Fi.
hu: Probléma merült fel azzal kapcsolatban, hogy az iPhone-ja képes-e használni a Wi-Fi-t.
id: Ada masalah pada kemampuan iPhone Anda untuk menggunakan Wi-Fi.
it: Si è verificato un problema per cui iPhone non è in grado di utilizzare il Wi‑Fi.
ja: このiPhoneのWi-Fiの機能に問題があります。
kk: iPhone құрылғыңыздың Wi-Fi функциясын пайдалану бойынша мәселе туындады.
ko: iPhone으로 Wi-Fi를 사용하는 데 문제가 있습니다.
lt: Kilo problema dėl jūsų „iPhone“ galimybės naudotis „Wi-Fi“ ryšiu.
ms: Terdapat isu dengan keupayaan iPhone anda untuk menggunakan Wi‑Fi.
nl: Er is een probleem met het vermogen van je iPhone om wifi te gebruiken.
no: Det er et problem med å bruke Wi‑Fi på iPhonen.
pl: iPhone ma problem z modułem Wi‑Fi.
pt_br: Há um problema no seu iPhone com o uso de Wi-Fi.
pt_pt: Foi detetado um problema que impede o iPhone de usar o Wi‑Fi.
ro: O problemă afectează capacitatea iPhone‑ului de a utiliza conexiunea Wi‑Fi.
ru: Этот iPhone не может использовать Wi‑Fi из‑за неполадки.
sk: Váš iPhone má problém s používaním rozhrania Wi‑Fi.
sl: Prišlo je do težave, zato iPhone trenutno ne more uporabljati omrežja Wi-Fi.
sv: Det har uppstått ett problem med att använda Wi-Fi på denna iPhone.
th: มีปัญหากับความสามารถในการใช้ Wi‑Fi ของ iPhone ของคุณ
tr: iPhone’unuzun Wi-Fi’yi kullanabilmesi ile ilgili bir sorun var.
uk: На iPhone виникла проблема з використанням Wi‑Fi.
vi: Có sự cố với khả năng sử dụng Wi-Fi trên iPhone của bạn.
zh_cn: iPhone无法使用Wi‑Fi。
zh_hk: 你的iPhone無法使用Wi-Fi。
zh_tw: iPhone無法使用Wi-Fi。

# UWB_DESC_IPAD
source: Your iPad is currently unable to use Ultra Wideband.
ar: ‏iPad غير قادر حاليًا على استخدام النطاق فائق العرض.
bg: В момента не можете да използвате свръхшироколентовата връзка на вашия iPad.
ca: L’iPad no pot utilitzar la banda ultraampla en aquest moment.
cs: Na iPadu momentálně nelze používat ultraširoké pásmo.
da: Din iPad kan i øjeblikket ikke bruge ultrabredbånd.
de: Dein iPad kann Ultrabreitband zurzeit nicht verwenden.
el: Δεν είναι επί του παρόντος δυνατή η χρήση της Υπερευρείας ζώνης από το iPad σας.
es: El iPad no puede usar la banda ultraancha ahora mismo.
es_us: Tu iPad no puede usar la banda ultraancha por ahora.
fi: iPadilla ei tällä hetkellä voida käyttää Ultra Widebandia.
fr: Votre iPad ne peut pas utiliser l’Ultra Wideband pour le moment.
fr_ca: Votre iPad n’arrive pas à utiliser la bande ultralarge.
he: ל-iPad שלך אין כרגע יכולת להשתמש בפס האולטרה-רחב.
hi: आपका iPad अभी अल्ट्रा वाइडबैंड का इस्तेमाल करने में असमर्थ है।
hr: iPad trenutačno ne može koristiti ultraširoki pojas.
hu: Az iPadje jelenleg nem képes használni az Ultraszélessávot.
id: iPad Anda sedang tidak dapat menggunakan Ultra Wideband.
it: Al momento iPad non è in grado di utilizzare la banda ultralarga.
ja: 現在、iPadで超広帯域無線（UWB）を使用できません。
kk: iPad құрылғыңыз ағымдағы уақытта Ultra Wideband функциясын пайдалана алмайды.
ko: 현재 사용자의 iPad로 초광대역을 사용할 수 없습니다.
lt: Jūsų „iPad“ šiuo metu negali naudotis „Ultra Wideband“.
ms: iPad anda kini tidak dapat menggunakan Jalur Ultralebar.
nl: Je iPad kan Ultra Wideband momenteel niet gebruiken.
no: iPaden kan ikke bruke ultrabredbånd for øyeblikket.
pl: iPad nie może obecnie używać połączenia Ultra Wideband.
pt_br: O iPad não pode usar a Banda Ultralarga no momento.
pt_pt: Neste momento, o iPad não pode usar a ultra banda larga (UWB).
ro: Momentan, iPad‑ul dvs. nu poate utiliza banda ultralargă.
ru: На этом iPad сейчас невозможно использовать Ultra Wideband.
sk: Váš iPad momentálne nemôže používať ultraširoké pásmo.
sl: Vaš iPad trenutno ne more uporabljati ultraširokopasovne povezave.
sv: iPad kan inte använda Ultra wideband för tillfället.
th: iPad ของคุณไม่สามารถใช้แถบความถี่กว้างยิ่งยวดได้ในตอนนี้
tr: iPad’iniz şu anda Ultra Geniş Bant’ı kullanamıyor.
uk: Ваш iPad наразі не здатний використовувати UWB.
vi: iPad của bạn hiện không thể sử dụng Băng thông siêu rộng.
zh_cn: iPad当前无法使用超宽带。
zh_hk: 你的iPad目前無法使用超寬頻。
zh_tw: 你的iPad目前無法使用超寬頻。

# SOFTWARE_UPDATE_DESC_IPAD
source: Your iPad must be running latest iPadOS to finish this repair.
ar: يجب تشغيل أحدث إصدار من iPadOS على iPad للانتهاء من هذا الإصلاح.
bg: Вашият iPad трябва да е с последната версия на iPadOS, за да завършите този ремонт.
ca: Per completar la reparació, cal que l’iPad tingui instal·lada la darrera versió de l’iPadOS.
cs: Aby bylo možné opravu dokončit, musí iPad používat nejnovější verzi iPadOS.
da: Din iPad skal have den nyeste version af iPadOS for at kunne afslutte denne reparation.
de: Dein iPad muss die neueste Version von iPadOS verwenden, um diese Reparatur abzuschließen.
el: Για ολοκλήρωση αυτής της επισκευής, το iPad σας πρέπει να διαθέτει την πιο πρόσφατη έκδοση iPadOS.
es: El iPad debe tener instalada la versión de iPadOS más reciente para poder completar la reparación.
es_us: Tu iPad debe ejecutar la versión más reciente de iPadOS para terminar esta reparación.
fi: iPadissa on oltava uusin iPadOS, jotta voit viimeistellä tämän korjauksen.
fr: Votre iPad doit exécuter la dernière version d’iPadOS pour finaliser cette réparation.
fr_ca: Votre iPad doit fonctionner sous la dernière version d’iPadOS pour terminer cette réparation.
he: כדי לסיים תיקון זה יש לוודא שב-iPad מותקנת הגירסה העדכנית ביותר של iPadOS.
hi: इस रिपेयर को पूरा करने के लिए आपका iPad नवीनतम iPadOS पर चलना चाहिए।
hr: Na iPadu treba biti instaliran najnoviji iPadOS za dovršavanje ovog popravka.
hu: A javítás befejezéséhez az iPadjének a legújabb iPadOS‑t kell futtatnia.
id: iPad Anda harus menjalankan iPadOS terbaru untuk menyelesaikan perbaikan ini.
it: Per terminare la riparazione, su iPad dev’essere installata la versione più recente di iPadOS.
ja: この修理を完了するには、iPadで最新のiPadOSが実行されていなければなりません。
kk: Осы жөндеу жұмысын аяқтау үшін iPad құрылғыңызда ең соңғы iPadOS нұсқасы орнатылған болуы керек.
ko: 이 수리를 완료하려면 iPad의 iPadOS가 최신이어야 합니다.
lt: Norint baigti šį remontą, „iPad“ įrenginyje turi veikti naujausia „iPadOS“ versija.
ms: iPad anda mesti menjalankan iPadOS terkini untuk menyelesaikan pembaikan ini.
nl: De nieuwste iPadOS-versie moet op je iPad zijn geïnstalleerd om deze reparatie te voltooien.
no: iPaden må bruke nyeste iPadOS-versjon for å fullføre reparasjonen.
pl: Aby dokończenie naprawy było możliwe, iPad musi mieć najnowszą wersję systemu iPadOS.
pt_br: Para a conclusão do reparo, o iPad deve estar executando a versão mais recente do iPadOS.
pt_pt: O iPad tem de ter instalada a versão mais recente do iPadOS para concluir esta reparação.
ro: Pentru a finaliza această reparație, iPad‑ul trebuie să ruleze cea mai recentă versiune de iPadOS.
ru: Для завершения этого ремонта на iPad должна быть установлена новейшая версия iPadOS.
sk: Aby bolo opravu možné dokončiť, váš iPad musí používať najnovšiu verziu iPadOS.
sl: Za dokončanje popravila mora biti v iPadu nameščena najnovejša različica sistema iPadOS.
sv: iPad måste köra senaste iPadOS-versionen om du vill slutföra den här reparationen.
th: iPad ของคุณต้องใช้ iPadOS เวอร์ชั่นล่าสุดเพื่อสิ้นสุดการซ่อมแซมนี้
tr: iPad’inizin bu onarımı bitirmesi için en son iPadOS sürümünü çalıştırıyor olması gerekir.
uk: Щоб завершити цей ремонт, на iPad потрібно інсталювати найновішу версію iPadOS.
vi: iPad của bạn phải đang chạy iPadOS mới nhất để hoàn tất việc sửa chữa này.
zh_cn: iPad必须运行最新版iPadOS才能完成此次维修。
zh_hk: 你的iPad必須正在執行最新的iPadOS才能完成此修復。
zh_tw: 你的iPad必須執行最新的iPadOS才能完成此維修程序。

# FINISH_TOUCHID_REPAIR_TITLE
source: Finish Your Touch ID Repair
ar: الانتهاء من إصلاح بصمة الإصبع
bg: Завършване на ремонта на Touch ID
ca: Reparació del Touch ID
cs: Dokončení opravy modulu Touch ID
da: Afslut reparation af Touch ID
de: Reparatur der Touch ID abschließen
el: Ολοκλήρωση επισκευής του Touch ID
es: Completa la reparación del sensor Touch ID
es_us: Termina de reparar tu sensor Touch ID
fi: Viimeistele Touch ID:n korjaus
fr: Finalisez la réparation de votre capteur Touch ID
fr_ca: Terminer la réparation du bouton Touch ID
he: יש לסיים את תיקון רכיב ה-Touch ID
hi: अपनी Touch ID की मरम्मत पूरी करें
hr: Dovršite popravak Touch ID-ja
hu: A Touch ID javításának befejezése
id: Selesaikan Perbaikan Touch ID Anda
it: Termina la riparazione del sensore Touch ID
ja: Touch IDの修理を完了
kk: Touch ID функциясын жөндеуді аяқтау
ko: Touch ID 수리 마저 하기
lt: Baikite „Touch ID“ jutiklio remontą
ms: Selesaikan Pembaikan Touch ID Anda
nl: Voltooi reparatie van Touch ID
no: Fullfør reparasjonen av Touch ID
pl: Dokończ naprawę czujnika Touch ID
pt_br: Conclua o Reparo do Touch ID
pt_pt: Concluir a reparação do Touch ID
ro: Finalizați reparația senzorului Touch ID
ru: Завершение ремонта Touch ID
sk: Dokončenie opravy Touch ID
sl: Dokončanje popravila senzorja za Touch ID
sv: Slutför reparationen av Touch ID
th: สิ้นสุดการซ่อมแซม Touch ID ของคุณ
tr: Touch ID Onarımınızı Bitirin
uk: Завершіть ремонт модуля Touch ID
vi: Hoàn tất sửa chữa Touch ID của bạn
zh_cn: 完成触控ID维修
zh_hk: 完成Touch ID維修
zh_tw: 完成Touch ID維修
